------
Drone: 1

id: 0
command: command
response: ok
start time: 2021-08-05 18:49:13.061000
end_time: 2021-08-05 18:49:13.679000
duration: 0.618

id: 1
command: battery?
response: 68

start time: 2021-08-05 18:49:18.094000
end_time: 2021-08-05 18:49:18.110000
duration: 0.016

id: 2
command: sn?
response: 0TQZJ75ED01NBB
start time: 2021-08-05 18:49:19.118000
end_time: 2021-08-05 18:49:19.128000
duration: 0.01

id: 3
command: mon
response: ok
start time: 2021-08-05 18:49:20.131000
end_time: 2021-08-05 18:49:20.147000
duration: 0.016

id: 4
command: takeoff
response: ok
start time: 2021-08-05 18:49:20.148000
end_time: 2021-08-05 18:49:24.534000
duration: 4.386

id: 5
command: jump 303 0 100 60 0 m4 m7
response: None
start time: 2021-08-05 18:49:28.814000
end_time: None
duration: None

id: 6
command: land
response: error Auto land
start time: 2021-08-05 18:49:45.051000
end_time: 2021-08-05 18:49:45.188000
duration: 0.137

------
Drone: 2

id: 0
command: command
response: ok
start time: 2021-08-05 18:49:13.061000
end_time: 2021-08-05 18:49:13.073000
duration: 0.012

id: 1
command: battery?
response: 65

start time: 2021-08-05 18:49:18.091000
end_time: 2021-08-05 18:49:18.125000
duration: 0.034

id: 2
command: sn?
response: 0TQZJ75ED01P08
start time: 2021-08-05 18:49:19.115000
end_time: 2021-08-05 18:49:19.150000
duration: 0.035

id: 3
command: mon
response: ok
start time: 2021-08-05 18:49:20.130000
end_time: 2021-08-05 18:49:20.164000
duration: 0.034

id: 4
command: takeoff
response: ok
start time: 2021-08-05 18:49:20.170000
end_time: 2021-08-05 18:49:23.731000
duration: 3.561

id: 5
command: jump 256 0 100 60 0 m3 m2
response: ok
start time: 2021-08-05 18:49:28.812000
end_time: 2021-08-05 18:49:36.378000
duration: 7.566

id: 6
command: land
response: ok
start time: 2021-08-05 18:49:45.050000
end_time: 2021-08-05 18:49:48.057000
duration: 3.007

------
Drone: 3

id: 0
command: command
response: ok
start time: 2021-08-05 18:49:13.062000
end_time: 2021-08-05 18:49:13.124000
duration: 0.062

id: 1
command: battery?
response: 61

start time: 2021-08-05 18:49:18.093000
end_time: 2021-08-05 18:49:18.119000
duration: 0.026

id: 2
command: sn?
response: 0TQZJ75ED01NN8
start time: 2021-08-05 18:49:19.117000
end_time: 2021-08-05 18:49:19.148000
duration: 0.031

id: 3
command: mon
response: ok
start time: 2021-08-05 18:49:20.132000
end_time: 2021-08-05 18:49:20.162000
duration: 0.03

id: 4
command: takeoff
response: ok
start time: 2021-08-05 18:49:20.165000
end_time: 2021-08-05 18:49:25.154000
duration: 4.989

id: 5
command: jump 217 0 100 60 0 m5 m1
response: ok
start time: 2021-08-05 18:49:28.815000
end_time: 2021-08-05 18:49:34.691000
duration: 5.876

id: 6
command: land
response: ok
start time: 2021-08-05 18:49:45.052000
end_time: 2021-08-05 18:49:49.327000
duration: 4.275

------
Drone: 4

id: 0
command: command
response: ok
start time: 2021-08-05 18:49:13.062000
end_time: 2021-08-05 18:49:13.098000
duration: 0.036

id: 1
command: battery?
response: 71

start time: 2021-08-05 18:49:18.091000
end_time: 2021-08-05 18:49:18.099000
duration: 0.008

id: 2
command: sn?
response: 0TQZH8LED00LGD
start time: 2021-08-05 18:49:19.116000
end_time: 2021-08-05 18:49:19.167000
duration: 0.051

id: 3
command: mon
response: ok
start time: 2021-08-05 18:49:20.130000
end_time: 2021-08-05 18:49:20.142000
duration: 0.012

id: 4
command: takeoff
response: ok
start time: 2021-08-05 18:49:20.144000
end_time: 2021-08-05 18:49:28.806000
duration: 8.662

id: 5
command: jump 195 0 100 60 0 m2 m8
response: ok
start time: 2021-08-05 18:49:28.810000
end_time: 2021-08-05 18:49:34.470000
duration: 5.66

id: 6
command: land
response: ok
start time: 2021-08-05 18:49:45.050000
end_time: 2021-08-05 18:49:46.809000
duration: 1.759

------
Drone: 5

id: 0
command: command
response: ok
start time: 2021-08-05 18:49:13.062000
end_time: 2021-08-05 18:49:13.122000
duration: 0.06

id: 1
command: battery?
response: 67

start time: 2021-08-05 18:49:18.092000
end_time: 2021-08-05 18:49:18.118000
duration: 0.026

id: 2
command: sn?
response: 0TQZH8LED00LG8
start time: 2021-08-05 18:49:19.116000
end_time: 2021-08-05 18:49:19.139000
duration: 0.023

id: 3
command: mon
response: ok
start time: 2021-08-05 18:49:20.128000
end_time: 2021-08-05 18:49:20.161000
duration: 0.033

id: 4
command: takeoff
response: ok
start time: 2021-08-05 18:49:20.163000
end_time: 2021-08-05 18:49:26.021000
duration: 5.858

id: 5
command: jump 245 0 100 60 0 m1 m6
response: ok
start time: 2021-08-05 18:49:28.811000
end_time: 2021-08-05 18:49:40.249000
duration: 11.438

id: 6
command: land
response: ok
start time: 2021-08-05 18:49:45.048000
end_time: 2021-08-05 18:49:49.124000
duration: 4.076

