------
Drone: 1

id: 0
command: command
response: ok
start time: 2021-07-20 16:20:29.358000
end_time: 2021-07-20 16:20:29.614000
duration: 0.256

id: 1
command: battery?
response: 74

start time: 2021-07-20 16:20:34.400000
end_time: 2021-07-20 16:20:34.406000
duration: 0.006

id: 2
command: sn?
response: 0TQZH8LED00LEE
start time: 2021-07-20 16:20:35.907000
end_time: 2021-07-20 16:20:35.937000
duration: 0.03

id: 3
command: mon
response: ok
start time: 2021-07-20 16:20:37.424000
end_time: 2021-07-20 16:20:37.470000
duration: 0.046

id: 4
command: takeoff
response: ok
start time: 2021-07-20 16:20:37.472000
end_time: 2021-07-20 16:20:44.096000
duration: 6.624

id: 5
command: jump 50 0 80 60 0 m1 m2
response: error No valid marker
start time: 2021-07-20 16:20:44.105000
end_time: 2021-07-20 16:20:46.191000
duration: 2.086

id: 6
command: jump 50 0 80 60 0 m2 m1
response: error No valid marker
start time: 2021-07-20 16:20:46.231000
end_time: 2021-07-20 16:20:48.330000
duration: 2.099

id: 7
command: jump 50 0 80 60 0 m1 m2
response: error No valid marker
start time: 2021-07-20 16:20:48.363000
end_time: 2021-07-20 16:20:50.475000
duration: 2.112

id: 8
command: jump 50 0 80 60 0 m2 m1
response: error No valid marker
start time: 2021-07-20 16:20:50.494000
end_time: 2021-07-20 16:20:52.563000
duration: 2.069

id: 9
command: jump 50 0 80 60 0 m1 m2
response: error No valid marker
start time: 2021-07-20 16:20:52.657000
end_time: 2021-07-20 16:20:54.711000
duration: 2.054

id: 10
command: jump 50 0 80 60 0 m2 m1
response: error No valid marker
start time: 2021-07-20 16:20:54.796000
end_time: 2021-07-20 16:20:56.849000
duration: 2.053

id: 11
command: jump 50 0 80 60 0 m1 m2
response: error No valid marker
start time: 2021-07-20 16:20:56.915000
end_time: 2021-07-20 16:20:58.989000
duration: 2.074

id: 12
command: jump 50 0 80 60 0 m2 m1
response: error No valid marker
start time: 2021-07-20 16:20:59.028000
end_time: 2021-07-20 16:21:01.142000
duration: 2.114

id: 13
command: jump 50 0 80 60 0 m1 m2
response: error No valid marker
start time: 2021-07-20 16:21:01.170000
end_time: 2021-07-20 16:21:03.221000
duration: 2.051

id: 14
command: jump 50 0 80 60 0 m2 m1
response: error No valid marker
start time: 2021-07-20 16:21:03.304000
end_time: 2021-07-20 16:21:05.363000
duration: 2.059

id: 15
command: land
response: ok
start time: 2021-07-20 16:21:05.447000
end_time: 2021-07-20 16:21:09.085000
duration: 3.638

------
Drone: 2

id: 0
command: command
response: ok
start time: 2021-07-20 16:20:29.358000
end_time: 2021-07-20 16:20:29.605000
duration: 0.247

id: 1
command: battery?
response: 90

start time: 2021-07-20 16:20:34.401000
end_time: 2021-07-20 16:20:34.439000
duration: 0.038

id: 2
command: sn?
response: 0TQZH8LED00LGD
start time: 2021-07-20 16:20:35.908000
end_time: 2021-07-20 16:20:35.923000
duration: 0.015

id: 3
command: mon
response: ok
start time: 2021-07-20 16:20:37.425000
end_time: 2021-07-20 16:20:37.447000
duration: 0.022

id: 4
command: takeoff
response: ok
start time: 2021-07-20 16:20:37.459000
end_time: 2021-07-20 16:20:41.884000
duration: 4.425

id: 5
command: jump 50 0 80 60 0 m4 m3
response: error No valid marker
start time: 2021-07-20 16:20:44.106000
end_time: 2021-07-20 16:20:46.169000
duration: 2.063

id: 6
command: jump 50 0 80 60 0 m3 m4
response: error No valid marker
start time: 2021-07-20 16:20:46.232000
end_time: 2021-07-20 16:20:48.310000
duration: 2.078

id: 7
command: jump 50 0 80 60 0 m4 m3
response: error No valid marker
start time: 2021-07-20 16:20:48.361000
end_time: 2021-07-20 16:20:50.452000
duration: 2.091

id: 8
command: jump 50 0 80 60 0 m3 m4
response: error No valid marker
start time: 2021-07-20 16:20:50.499000
end_time: 2021-07-20 16:20:52.599000
duration: 2.1

id: 9
command: jump 50 0 80 60 0 m4 m3
response: error No valid marker
start time: 2021-07-20 16:20:52.660000
end_time: 2021-07-20 16:20:54.744000
duration: 2.084

id: 10
command: jump 50 0 80 60 0 m3 m4
response: error No valid marker
start time: 2021-07-20 16:20:54.794000
end_time: 2021-07-20 16:20:56.879000
duration: 2.085

id: 11
command: jump 50 0 80 60 0 m4 m3
response: error No valid marker
start time: 2021-07-20 16:20:56.914000
end_time: 2021-07-20 16:20:58.971000
duration: 2.057

id: 12
command: jump 50 0 80 60 0 m3 m4
response: error No valid marker
start time: 2021-07-20 16:20:59.029000
end_time: 2021-07-20 16:21:01.111000
duration: 2.082

id: 13
command: jump 50 0 80 60 0 m4 m3
response: error No valid marker
start time: 2021-07-20 16:21:01.179000
end_time: 2021-07-20 16:21:03.258000
duration: 2.079

id: 14
command: jump 50 0 80 60 0 m3 m4
response: error No valid marker
start time: 2021-07-20 16:21:03.305000
end_time: 2021-07-20 16:21:05.408000
duration: 2.103

id: 15
command: land
response: ok
start time: 2021-07-20 16:21:05.455000
end_time: 2021-07-20 16:21:07.945000
duration: 2.49

