------
Drone: 1

id: 0
command: command
response: ok
start time: 2021-07-20 16:53:14.379000
end_time: 2021-07-20 16:53:14.422000
duration: 0.043

id: 1
command: battery?
response: 47

start time: 2021-07-20 16:53:19.419000
end_time: 2021-07-20 16:53:19.443000
duration: 0.024

id: 2
command: sn?
response: 0TQZH8LED00LEE
start time: 2021-07-20 16:53:20.944000
end_time: 2021-07-20 16:53:20.976000
duration: 0.032

id: 3
command: mon
response: ok
start time: 2021-07-20 16:53:21.977000
end_time: 2021-07-20 16:53:21.989000
duration: 0.012

id: 4
command: takeoff
response: ok
start time: 2021-07-20 16:53:21.994000
end_time: 2021-07-20 16:53:29.742000
duration: 7.748

id: 5
command: jump 50 0 80 60 0 m1 m2
response: error No valid marker
start time: 2021-07-20 16:53:29.753000
end_time: 2021-07-20 16:53:31.832000
duration: 2.079

id: 6
command: jump 50 0 80 60 0 m2 m1
response: error No valid marker
start time: 2021-07-20 16:53:31.881000
end_time: 2021-07-20 16:53:33.978000
duration: 2.097

id: 7
command: jump 50 0 80 60 0 m1 m2
response: error No valid marker
start time: 2021-07-20 16:53:34.016000
end_time: 2021-07-20 16:53:36.119000
duration: 2.103

id: 8
command: jump 50 0 80 60 0 m2 m1
response: error No valid marker
start time: 2021-07-20 16:53:36.179000
end_time: 2021-07-20 16:53:38.209000
duration: 2.03

id: 9
command: jump 50 0 80 60 0 m1 m2
response: error No valid marker
start time: 2021-07-20 16:53:38.327000
end_time: 2021-07-20 16:53:40.559000
duration: 2.232

id: 10
command: jump 50 0 80 60 0 m2 m1
response: error No valid marker
start time: 2021-07-20 16:53:40.672000
end_time: 2021-07-20 16:53:42.748000
duration: 2.076

id: 11
command: land
response: ok
start time: 2021-07-20 16:53:42.796000
end_time: 2021-07-20 16:53:46.521000
duration: 3.725

------
Drone: 2

id: 0
command: command
response: ok
start time: 2021-07-20 16:53:14.379000
end_time: 2021-07-20 16:53:14.425000
duration: 0.046

id: 1
command: battery?
response: 84

start time: 2021-07-20 16:53:19.418000
end_time: 2021-07-20 16:53:19.451000
duration: 0.033

id: 2
command: sn?
response: 0TQZH8LED00LG8
start time: 2021-07-20 16:53:20.945000
end_time: 2021-07-20 16:53:20.978000
duration: 0.033

id: 3
command: mon
response: ok
start time: 2021-07-20 16:53:21.986000
end_time: 2021-07-20 16:53:22.004000
duration: 0.018

id: 4
command: takeoff
response: ok
start time: 2021-07-20 16:53:22.005000
end_time: 2021-07-20 16:53:26.486000
duration: 4.481

id: 5
command: jump 50 0 80 60 0 m4 m3
response: error No valid marker
start time: 2021-07-20 16:53:29.754000
end_time: 2021-07-20 16:53:31.842000
duration: 2.088

id: 6
command: jump 50 0 80 60 0 m3 m4
response: error No valid marker
start time: 2021-07-20 16:53:31.882000
end_time: 2021-07-20 16:53:33.934000
duration: 2.052

id: 7
command: jump 50 0 80 60 0 m4 m3
response: error No valid marker
start time: 2021-07-20 16:53:34.016000
end_time: 2021-07-20 16:53:36.075000
duration: 2.059

id: 8
command: jump 50 0 80 60 0 m3 m4
response: error No valid marker
start time: 2021-07-20 16:53:36.181000
end_time: 2021-07-20 16:53:38.217000
duration: 2.036

id: 9
command: jump 50 0 80 60 0 m4 m3
response: error No valid marker
start time: 2021-07-20 16:53:38.327000
end_time: 2021-07-20 16:53:40.560000
duration: 2.233

id: 10
command: jump 50 0 80 60 0 m3 m4
response: error No valid marker
start time: 2021-07-20 16:53:40.673000
end_time: 2021-07-20 16:53:42.756000
duration: 2.083

id: 11
command: land
response: ok
start time: 2021-07-20 16:53:42.796000
end_time: 2021-07-20 16:53:46.377000
duration: 3.581

