------
Drone: 1

id: 0
command: command
response: ok
start time: 2021-07-20 16:42:26.783000
end_time: 2021-07-20 16:42:27.021000
duration: 0.238

id: 1
command: battery?
response: 60

start time: 2021-07-20 16:42:31.816000
end_time: 2021-07-20 16:42:31.838000
duration: 0.022

id: 2
command: sn?
response: 0TQZH8LED00LEE
start time: 2021-07-20 16:42:33.323000
end_time: 2021-07-20 16:42:33.370000
duration: 0.047

id: 3
command: mon
response: ok
start time: 2021-07-20 16:42:34.337000
end_time: 2021-07-20 16:42:34.387000
duration: 0.05

id: 4
command: takeoff
response: ok
start time: 2021-07-20 16:42:34.388000
end_time: 2021-07-20 16:42:39.032000
duration: 4.644

id: 5
command: jump 50 0 80 60 0 m1 m2
response: ok
start time: 2021-07-20 16:42:40.800000
end_time: 2021-07-20 16:42:47.091000
duration: 6.291

id: 6
command: jump 50 0 80 60 0 m2 m1
response: ok
start time: 2021-07-20 16:42:48.283000
end_time: 2021-07-20 16:42:55.196000
duration: 6.913

id: 7
command: jump 50 0 80 60 0 m1 m2
response: ok
start time: 2021-07-20 16:42:55.286000
end_time: 2021-07-20 16:43:02.387000
duration: 7.101

id: 8
command: jump 50 0 80 60 0 m2 m1
response: ok
start time: 2021-07-20 16:43:02.843000
end_time: 2021-07-20 16:43:11.009000
duration: 8.166

id: 9
command: jump 50 0 80 60 0 m1 m2
response: ok
start time: 2021-07-20 16:43:11.082000
end_time: 2021-07-20 16:43:17.739000
duration: 6.657

id: 10
command: jump 50 0 80 60 0 m2 m1
response: ok
start time: 2021-07-20 16:43:18.171000
end_time: 2021-07-20 16:43:25.390000
duration: 7.219

id: 11
command: jump 50 0 80 60 0 m1 m2
response: ok
start time: 2021-07-20 16:43:25.452000
end_time: 2021-07-20 16:43:31.615000
duration: 6.163

id: 12
command: jump 50 0 80 60 0 m2 m1
response: ok
start time: 2021-07-20 16:43:32.153000
end_time: 2021-07-20 16:43:38.745000
duration: 6.592

id: 13
command: jump 50 0 80 60 0 m1 m2
response: ok
start time: 2021-07-20 16:43:39.633000
end_time: 2021-07-20 16:43:45.587000
duration: 5.954

id: 14
command: jump 50 0 80 60 0 m2 m1
response: ok
start time: 2021-07-20 16:43:45.995000
end_time: 2021-07-20 16:43:52.724000
duration: 6.729

id: 15
command: land
response: ok
start time: 2021-07-20 16:43:52.772000
end_time: 2021-07-20 16:43:56.244000
duration: 3.472

------
Drone: 2

id: 0
command: command
response: ok
start time: 2021-07-20 16:42:26.784000
end_time: 2021-07-20 16:42:26.829000
duration: 0.045

id: 1
command: battery?
response: 94

start time: 2021-07-20 16:42:31.816000
end_time: 2021-07-20 16:42:31.828000
duration: 0.012

id: 2
command: sn?
response: 0TQZH8LED00LG8
start time: 2021-07-20 16:42:33.323000
end_time: 2021-07-20 16:42:33.355000
duration: 0.032

id: 3
command: mon
response: ok
start time: 2021-07-20 16:42:34.337000
end_time: 2021-07-20 16:42:34.376000
duration: 0.039

id: 4
command: takeoff
response: ok
start time: 2021-07-20 16:42:34.378000
end_time: 2021-07-20 16:42:40.704000
duration: 6.326

id: 5
command: jump 50 0 80 60 0 m4 m3
response: ok
start time: 2021-07-20 16:42:40.802000
end_time: 2021-07-20 16:42:48.204000
duration: 7.402

id: 6
command: jump 50 0 80 60 0 m3 m4
response: ok
start time: 2021-07-20 16:42:48.284000
end_time: 2021-07-20 16:42:55.236000
duration: 6.952

id: 7
command: jump 50 0 80 60 0 m4 m3
response: ok
start time: 2021-07-20 16:42:55.286000
end_time: 2021-07-20 16:43:02.784000
duration: 7.498

id: 8
command: jump 50 0 80 60 0 m3 m4
response: ok
start time: 2021-07-20 16:43:02.844000
end_time: 2021-07-20 16:43:09.269000
duration: 6.425

id: 9
command: jump 50 0 80 60 0 m4 m3
response: ok
start time: 2021-07-20 16:43:11.084000
end_time: 2021-07-20 16:43:18.086000
duration: 7.002

id: 10
command: jump 50 0 80 60 0 m3 m4
response: ok
start time: 2021-07-20 16:43:18.154000
end_time: 2021-07-20 16:43:24.511000
duration: 6.357

id: 11
command: jump 50 0 80 60 0 m4 m3
response: ok
start time: 2021-07-20 16:43:25.464000
end_time: 2021-07-20 16:43:32.062000
duration: 6.598

id: 12
command: jump 50 0 80 60 0 m3 m4
response: ok
start time: 2021-07-20 16:43:32.151000
end_time: 2021-07-20 16:43:39.558000
duration: 7.407

id: 13
command: jump 50 0 80 60 0 m4 m3
response: ok
start time: 2021-07-20 16:43:39.631000
end_time: 2021-07-20 16:43:45.882000
duration: 6.251

id: 14
command: jump 50 0 80 60 0 m3 m4
response: ok
start time: 2021-07-20 16:43:45.997000
end_time: 2021-07-20 16:43:52.153000
duration: 6.156

id: 15
command: land
response: ok
start time: 2021-07-20 16:43:52.771000
end_time: 2021-07-20 16:43:55.415000
duration: 2.644

